about.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>About</title>
<meta name="generator" content="Org mode">
<link rel="stylesheet" type="text/css" href="https://gongzhitaao.org/orgcss/org.css"/>
<link rel="stylesheet" type="text/css" href="/orgstyle.css"/>
<link rel="preconnect" href="https://fonts.googleapis.com">
<link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
<link href="https://fonts.googleapis.com/css2?family=Roboto+Slab&display=swap" rel="stylesheet">
<link rel="icon" href="favicon.ico" type="image/x-icon">
</head>
<body>
<div id="preamble" class="status">
<hr style="border-top: 1px solid black;">
<div class='topnav' style='display: flex; justify-content: space-between; align-items: center;'>
  <h2 style='margin-top: 0; margin-bottom: 0; margin-left:0px;'>Petr Mukhachev</h2> 
  <div>
    <a href='/index.html' style='font-weight:bold; font-style:italic;'>Home</a> /
    <a href='/about.html' style='font-weight:bold; font-style:italic;'>About Me</a> /
  </div>
</div>
<hr style="border-top: 1px solid black;">
</div>
<div id="content">
<header>
<h1 class="title">About</h1>
</header><nav id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgcf4c0be">Accounts</a></li>
</ul>
</div>
</nav>
<p>
My name is Petr. I am a computer science and aerospace enthusiast. My main role is systems engineer at 1440.
My area of expertise is systems engineering/architecting complex systems in aerospace and machine learning for health analysis and control in technical systems.
</p>

<p>
Before that I finished my postgraduate studies in Skolkovo Institute of Science and Technology on topics closely related to my current work.
My previous work includes preliminary aircraft design and exploring its sensitivity on different technological factors, several projects related to predictive diagnostics of complex systems in aerospace, exploring advanced methods in cubesat magnetic attitude control.
My graduate school alma mater, which I finished some time ago is Department of Aeromechanics and Flight Engineering in MIPT.
</p>

<p>
Outside of my work I enjoy different sorts of activities from sailing to skiing and mountain climbing.
</p>

<div id="outline-container-orgcf4c0be" class="outline-2">
<h2 id="orgcf4c0be">Accounts</h2>
<div class="outline-text-2" id="text-orgcf4c0be">
<p>
<a href="https://scholar.google.ru/citations?user=1SM9EmEAAAAJ&amp;hl=en">Google scholar</a>
</p>

<p>
<a href="https://github.com/rolling-robot">Github</a>
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 27.1 (<a href="https://orgmode.org">Org</a> mode 9.3)</p>
</div>
</body>
</html>
